[
  {
    "category": "Refineries",
    "emissions": 16797997,
    "location": {
      "name": "Tesoro Refining & Marketing Company LLC",
      "address": "Carson One Campus, 2530 E. 223rd street , Carson, CA 90810",
      "coords": {
        "lat": 33.824,
        "long": -118.233
      }
    },
    "news": {
      "headline": "Los Angeles Shutting Down Oil Refineries to Reduce Carbon Emissions",
      "body": [
        "Los Angeles has shut down many of its oil refineries to commit to clean energy. California's oil market is largely self-sufficient, processing a vast majority of their oil in-state, but that may change with this new move. With gas prices already sky high in the state, the economic effects of this move raise many questions."
      ]
    }
  },
  {
    "category": "Power Plants",
    "emissions": 5365993,
    "location": {
      "name": "AES Redondo Beach",
      "address": "1100 North Harbor Drive , Redondo Beach, CA 90277",
      "coords": {
        "lat": 33.85,
        "long": -118.393
      }
    },
    "news": {
      "headline": "LA Commits to Greener Energy, but at a Cost",
      "body": [
        "Los Angeles has opted to replace its aging power infrastructure with greener power plants. The immediate cost of this move will be felt citywide, through lost jobs, the demolition of old plants, and the creation of new ones. However, future effects are less clear-cut with sustainable energy set to create thousands of jobs, possibly offsetting or improving on the initial economic downturn."
      ]
    }
  },
  {
    "category": "Universities",
    "emissions": 312294,
    "location": {
      "name": "University of California, Los Angeles",
      "address": "405 Hilgard Ave. , Los Angeles, CA 90095",
      "coords": {
        "lat": 34.071,
        "long": -118.445
      }
    },
    "news": {
      "headline": "Los Angeles Attempts to Reduce Carbon Emissions in Universities with New Policy",
      "body": [
        "The city of Los Angeles has taken a major step towards combating climate change by passing a new policy aimed at reducing carbon emissions in universities. The policy is part of a broader effort to promote sustainability and reduce the city's carbon footprint. Under the new policy, universities in Los Angeles will be required to develop plans to reduce their carbon emissions and promote sustainable practices on their campuses. The policy includes a range of measures, such as increasing the use of renewable energy, reducing waste, and promoting sustainable transportation options.",
        "The policy is expected to have significant benefits for the environment, as universities are major sources of greenhouse gas emissions. By reducing their carbon footprint, universities in   Los Angeles will be contributing to the city's broader efforts to combat climate change and create a more sustainable future.",
        "However, the policy has also faced criticism from some quarters, particularly those concerned about the potential costs and administrative burden of implementing the new measures. City officials have acknowledged these concerns but argue that the long-term benefits of reducing carbon emissions and protecting the environment far outweigh any short-term costs.",
        "As cities around the world grapple with the urgent need to address climate change, the new policy in Los Angeles is seen as a bold and necessary step towards a more sustainable future. By promoting sustainable practices in universities, the city is not only reducing its carbon footprint but also preparing future generations to tackle the challenges of climate change."
      ]
    }
  },
  {
    "category": "Landfills and Waste Processing",
    "emissions": 381663,
    "location": {
      "name": "Puente Hills Landfill",
      "address": "13130 Crossroads Parkway , City of Industry, CA 90607",
      "coords": {
        "lat": 34.028,
        "long": -118.017
      }
    },
    "news": {
      "headline": "Landfills in Los Angeles Close Down, but Does it Help?",
      "body": [
        "Angelinos produce several pounds of trash per person on a daily basis, creating a need for several landfills throughout the city. in a bold move, Los Angeles has closed down its more costly landfills to improve carbon emissions, but the city's trash production has not gone down. This may lead to the city offloading garbage overseas to China for processing, which could offset the new carbon \"savings.\""
      ]
    }
  },
  {
    "category": "Hospitals",
    "emissions": 102412,
    "location": {
      "name": "Cedars-Sinai Medical Center",
      "address": "8700 Beverly Blvd. , Los Angeles, CA 90048",
      "coords": {
        "lat": 34.075,
        "long": -118.38
      }
    },
    "news": {
      "headline": "Healthcare Funding Slashed to Reduce Carbon Emissions",
      "body": [
        "Thousands of residents no longer have access to nearby medical care, leading to overflow and crowding at remaining hospitals within the city. Many local clinics and hospitals have been forced to close their doors, leaving residents with little choice but to travel long distances for medical treatment.",
        "As the government continues to prioritize reducing carbon emissions, it is crucial that healthcare funding is not overlooked. The health and wellbeing of the population must remain a top priority, even in the face of pressing environmental concerns."
      ]
    }
  },
  {
    "category": "Factories",
    "emissions": 32488,
    "location": {
      "name": "Northrop Grumman",
      "address": "3520 E Avenue M , Palmdale, CA 93550",
      "coords": {
        "lat": 34.642,
        "long": -118.071
      }
    },
    "news": {
      "headline": "Los Angeles Shuts Down Major Factories in Sustainability Effort",
      "body": [
        "Thousands of residents no longer have access to nearby medical care, leading to overflow and crowding at remaining hospitals within the city."
      ]
    }
  },
  {
    "category": "Airport Operations",
    "emissions": 23963,
    "location": {
      "name": "Los Angeles International Airport",
      "address": "275 Center Way , Los Angeles, CA 90045",
      "coords": {
        "lat": 33.944,
        "long": -118.405
      }
    },
    "news": {
      "headline": "LAX Reduces Flights to Save the Environment",
      "body": [
        "In a shocking move, LAX has reduced the number of incoming and outgoing flights to reduce the airport's carbon footprint. Los Angeles relies on its status as an international destination for both business and entertainment, so the city will soon find out whether the economic cost is worth their sustainability targets."
      ]
    }
  },
  {
    "category": "Vehicle Emissions",
    "emissions": 41682227,
    "location": {
      "name": "101 & I-405 Interchange",
      "address": "101 El Camino Real, Sherman Oaks, Los Angeles, CA",
      "coords": {
        "lat": 34.160231,
        "long": -118.469495
      }
    },
    "news": {
      "headline": "Los Angeles Attempts Geographical Restructure to Reduce Car Dependence",
      "body": [
        "Los Angeles has committed to reworking their extensive networks of roads and freeways to improve their carbon footprint. These new commitments to more areas coverable by foot and bike are already set to bring more traffic as a shopping center and travel desination."
      ]
    }
  },
  {
    "category": "Restaurants and Food Processing",
    "emissions": 116909,
    "location": {
      "name": "Clougherty Packing, LLC",
      "address": "3049 E Vernon Ave , Vernon, CA 90058",
      "coords": {
        "lat": 34.005,
        "long": -118.219
      }
    },
    "news": {
      "headline": "Los Angeles Overhauls Food Production for Climate Change",
      "body": [
        "Los Angeles has targeted their food production industry to help reach their sustainability goals. As a moderate greenhouse gas contributor, Los Angeles seeks to accelerate their sustainability targets, although the industry-wide uproot seems to outweigh the minor benefits, given the other sources of carbon throughout the city."
      ]
    }
  }
]
